Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# watchtower_item_unsecure_websites_title
source: Insecure Websites
ar: مواقع الويب غير الآمنة
de: Unsichere Websites
es: Sitios web inseguros
fr: Sites web non sécurisés
hu: Nem biztonságos webhelyek
it: Siti non sicuri
ja: 安全でないウェブサイト
ko: 안전하지 않은 웹사이트
pt_br: Sites inseguros
pt_pt: Sites inseguros
ru: Небезопасные сайты
uk: Незахищені вебсайти
zh_hans: 不安全的网站

# watchtower_item_unusable_gpg_keys_text
source: GPG key items that are revoked, expired, malformed, or missing usable signing or decryption material.
ar: عناصر مفاتيح GPG المُبطَلة أو منتهية الصلاحية أو المشوّهة أو التي تفتقد مادة توقيع أو فك تشفير صالحة.
de: GPG-Schlüsselelemente, die widerrufen, abgelaufen, fehlerhaft sind oder kein verwendbares Signier- oder Entschlüsselungsmaterial enthalten.
es: Elementos de clave GPG que están revocados, caducados, mal formados o que carecen de material de firma o descifrado utilizable.
fr: Éléments de clé GPG révoqués, expirés, malformés ou dépourvus de matériel de signature ou de déchiffrement utilisable.
it: Elementi Chiave GPG revocati, scaduti, danneggiati o privi di materiale utilizzabile per la firma o la decrittografia.
ja: 失効、有効期限切れ、形式不正、または使用可能な署名・復号用の情報が欠落している GPG キーアイテム。
ko: 폐기, 만료, 손상되었거나 사용 가능한 서명 또는 복호화 자료가 없는 GPG 키 항목입니다.
pt_br: Itens da chave GPG revogados, expirados, malformados ou faltando material utilizável de assinatura ou descriptografia.
pt_pt: Itens de chave GPG que foram revogados, expirados, estão mal formados ou que não possuem material utilizável para assinatura ou desencriptação.
ru: Записи GPG-ключей, которые отозваны, просрочены, повреждены или не содержат пригодного материала для подписания или расшифровки.
uk: Записи GPG-ключів, які відкликано, прострочено, мають хибний формат або в яких відсутній придатний матеріал для підпису чи розшифрування.
zh_hans: 已吊销、已过期、格式损坏或缺失可用签名/解密材料的 GPG 密钥条目。

# watchtower_item_unusable_gpg_keys_title
source: Unusable GPG keys
ar: مفاتيح GPG غير قابلة للاستخدام
de: Unbrauchbare GPG-Schlüssel
es: Claves GPG inutilizables
fr: Clés GPG inutilisables
it: Chiavi GPG inutilizzabili
ja: 使用できない GPG キー
ko: 사용할 수 없는 GPG 키
pt_br: Chaves GPG inutilizáveis
pt_pt: Chaves GPG inutilizáveis
ru: Непригодные GPG-ключи
uk: Непридатні GPG-ключі
zh_hans: 不可用的 GPG 密钥

# watchtower_item_vulnerable_accounts_text
source: Sites that were affected by a data breach since you last changed a password. Change your password to keep your account safe.
ar: المواقع التي تأثرت بخرق البيانات منذ آخر مرة قمت فيها بتغيير كلمة المرور. قم بتغيير كلمة المرور الخاصة بك للحفاظ على أمان حسابك.
de: Seiten, die von einem Datenleck betroffen waren, seit Sie zuletzt ein Passwort geändert haben. Ändern Sie Ihr Passwort, um Ihr Konto sicher zu halten.
es: Sitios que se vieron afectados por una filtración de datos desde la última vez que cambiaste una contraseña. Cambia tu contraseña para mantener tu cuenta segura.
fr: Les sites qui ont été affectés par une violation des données depuis votre dernière modification d'un mot de passe. Changez votre mot de passe pour garder votre compte en sécurité.
hu: Olyan webhelyek, amelyeket az utolsó jelszómódosítás óta adatszivárgás érintett. Fiókja biztonságának megőrzése érdekében változtassa meg jelszavát.
it: Siti che sono stati affetti da una violazione di dati dall'ultima modifica di una password. Cambia la password per mantenere il tuo account sicuro.
ja: パスワードを最後に変更してから、データ漏洩の影響を受けたサイトです。アカウントの安全性を保つために、パスワードを変更してください。
ko: 비밀번호를 마지막으로 변경한 뒤에 데이터가 유출된 사이트입니다. 계정을 안전하게 유지하기 위해 비밀번호를 변경하세요.
pt_br: Sites que foram afetados por um vazamento de dados desde a última vez que você alterou a senha. Altere sua senha para manter sua conta segura.
pt_pt: Sites que foram afetados por uma violação de dados desde a última vez que foi alterada a palavra-passe. Alterar palavra-passe para manter a conta segura.
ru: Сайты, на которых произошла утечка данных с момента последней смены пароля. Измените пароль, чтобы сохранить свою учетную запись в безопасности.
uk: Сайти, які постраждали від витоку даних після вашої останньої зміни пароля. Змініть пароль, щоб убезпечити ваші облікові записи.
zh_hans: 自您上次修改密码以来受数据泄露影响的站点，更改您的密码以保证账户安全。

# watchtower_item_vulnerable_accounts_title
source: Vulnerable Accounts
ar: الحسابات الضعيفة
de: Anfällige Konten
es: Cuentas vulnerables
fr: Comptes vulnérables
hu: Veszélyeztetett fiókok
it: Account Vulnerabili
ja: 脆弱なアカウント
ko: 취약한 계정
pt_br: Contas Vulneráveis
pt_pt: Contas vulneráveis
ru: Уязвимые аккаунты
uk: Вразливі облікові записи
zh_hans: 安全性低的账户

# watchtower_item_weak_gpg_keys_text
source: GPG key items that use weak or legacy algorithms and key sizes.
ar: عناصر مفاتيح GPG التي تستخدم خوارزميات وأحجام مفاتيح ضعيفة أو قديمة.
de: GPG-Schlüsselelemente, die schwache oder veraltete Algorithmen und Schlüsselgrößen verwenden.
es: Elementos de clave GPG que usan algoritmos y tamaños de clave débiles o antiguos.
fr: Éléments de clé GPG utilisant des algorithmes ou des tailles de clé faibles ou obsolètes.
it: Elementi Chiave GPG che utilizzano algoritmi e dimensioni delle chiavi deboli o obsoleti.
ja: 脆弱または旧式のアルゴリズムやキーサイズを使用している GPG キーアイテム。
ko: 약하거나 오래된 알고리즘과 키 크기를 사용하는 GPG 키 항목입니다.
pt_br: Itens da chave GPG que usam algoritmos e tamanhos de chave fracos ou legados.
pt_pt: Itens de chave GPG que utilizam algoritmos fracos ou legados e tamanhos de chave inadequados.
ru: Записи GPG-ключей, использующие слабые или устаревшие алгоритмы и размеры ключей.
uk: Записи GPG-ключів, що використовують слабкі або застарілі алгоритми та розміри ключів.
zh_hans: 使用弱算法、过时算法或较短密钥长度的 GPG 密钥条目。

# watchtower_item_weak_gpg_keys_title
source: Weak GPG keys
ar: مفاتيح GPG ضعيفة
de: Schwache GPG-Schlüssel
es: Claves GPG débiles
fr: Clés GPG faibles
it: Chiavi GPG deboli
ja: 脆弱な GPG キー
ko: 약한 GPG 키
pt_br: Chaves GPG fracas
pt_pt: Chaves GPG fracas
ru: Слабые GPG-ключи
uk: Слабкі GPG-ключі
zh_hans: 弱 GPG 密钥

# watchtower_item_weak_passwords_title
source: Weak Passwords
ar: كلمات المرور الضعيفة
de: Schwache Passwörter
es: Contraseñas débiles
fr: Mots de passe faibles
hu: Gyenge jelszavak
it: Password debole
ja: 弱いパスワード
ko: 약한 비밀번호
pt_br: Senhas fracas
pt_pt: Palavras-passe fracas
ru: Слабые пароли
uk: Слабкі паролі
zh_hans: 弱密码

# watchtower_item_weak_ssh_keys_text
source: Items that do not pass NIST recommendations.
ar: العناصر التي لا تستوفي توصيات NIST.
de: Elemente, die die NIST-Empfehlungen nicht erfüllen.
fr: Éléments qui ne satisfont pas les recommandations du NIST.
hu: A NIST ajánlásainak nem megfelelő elemek.
ko: NIST 권장 사항을 따르지 않는 항목입니다.
pt_br: Itens que não atendem às recomendações do NIST.
pt_pt: Itens que não cumprem as recomendações do NIST.
uk: Записи, що не відповідають рекомендаціям NIST.
zh_hans: 不符合 NIST 建议的条目。

# watchtower_item_weak_ssh_keys_title
source: Weak SSH keys
ar: مفاتيح SSH ضعيفة
de: Schwache SSH-Schlüssel
fr: Clés SSH faibles
hu: Gyenge SSH kulcsok
ko: 약한 SSH 키
pt_br: Chaves SSH fracas
pt_pt: Chaves SSH fracas
uk: Слабкі SSH ключі
zh_hans: 弱 SSH 密钥

# watchtower_mark_all_as_read_title
source: Mark all as read
ar: وضع علامة على الكل كمقروءة
de: Alle als gelesen markieren
es: Marcar todo como leído
fr: Tout marquer comme lu
hu: Összes megjelölése olvasottként
it: Segna tutti come già letti
ja: すべて既読にする
ko: 모두 읽은 상태로 표시
pt_br: Marcar tudo como lido
pt_pt: Marcar tudo como lido
ru: Прочитано
uk: Позначити все прочитаним
zh_hans: 全部标记为已读

# watchtower_notification_new_alerts_title
source: New Watchtower alerts
ar: تنبيهات المراقب الجديدة
de: Neue Wachturmalarme
es: Nuevas alertas de informes
fr: Nouvelles alertes de la Watchtower
hu: Új Őrtorony figyelmeztetések
it: Nuovi avvisi Watchtower
ko: 새 감시탑 경고
pt_br: Novos alertas de Torre de Vigia
pt_pt: Novos alertas do Guardião
ru: Новые оповещения Watchtower
uk: Нові оповіщення вартової вежі
zh_hans: 新的概况提醒

# watchtower_section_maintenance_label
source: Maintenance
ar: صيانة
de: Wartung
es: Mantenimiento
hu: Karbantartás
it: Manutenzione
ja: メンテナンス
ko: 관리
pt_br: Manutenção
pt_pt: Manutenção
ru: Инструменты
uk: Підтримка
zh_hans: 维护

# watchtower_section_password_strength_label
source: Password strength
ar: قوة كلمة المرور
de: Passwortstärke
es: Seguridad de la contraseña
fr: Robustesse du mot de passe
hu: Jelszavak erőssége
it: Sicurezza password
ja: パスワード強度
ko: 비밀번호 보안 강도
pt_br: Força da senha
pt_pt: Segurança das palavras-passe
ru: Надёжность пароля
uk: Надійність пароля
zh_hans: 密码强度

# watchtower_section_security_label
source: Security
ar: حماية
de: Sicherheit
es: Seguridad
fr: Sécurité
hu: Biztonság
it: Sicurezza
ja: セキュリティ
ko: 보안
pt_br: Segurança
pt_pt: Segurança
ru: Безопасность
uk: Безпека
zh_hans: 安全性

source: Web vault
ar: قبو الويب
de: Web Tresor
es: Caja fuerte web
fr: Coffre-fort en ligne
hu: Webes széf
it: Cassaforte web
ja: ウェブ保管庫
ko: 웹 보관함
pt_br: Cofre Web
pt_pt: Cofre Web
ru: Веб-хранилище
uk: Веб сховище
zh_hans: 网页密码库

# webdav_picker_choose_folder
source: Choose this folder
ar: اختر هذا المجلد
de: Diesen Ordner auswählen
fr: Choisir ce dossier
pt_br: Escolher esta pasta
pt_pt: Escolher esta pasta
uk: Вибрати цю теку
zh_hans: 选择此文件夹

# webdav_picker_empty
source: This folder is empty.
ar: هذا المجلد فارغ.
de: Dieser Ordner ist leer.
fr: Ce dossier est vide.
pt_br: Esta pasta está vazia.
pt_pt: Esta pasta está vazia.
uk: Ця тека порожня.
zh_hans: 此文件夹为空。

# webdav_picker_error
source: Could not load this folder.
ar: تعذّر تحميل هذا المجلد.
de: Dieser Ordner konnte nicht geladen werden.
fr: Impossible de charger ce dossier.
pt_br: Não foi possível carregar esta pasta.
pt_pt: Não foi possível carregar esta pasta.
uk: Не вдалося завантажити цю теку.
zh_hans: 无法加载此文件夹。

# webdav_picker_filename_exists
source: A file with this name already exists.
ar: يوجد ملف بهذا الاسم بالفعل.
de: Eine Datei mit diesem Namen ist bereits vorhanden.
fr: Un fichier portant ce nom existe déjà.
pt_br: Já existe um arquivo com esse nome.
pt_pt: Já existe um ficheiro com esse nome.
uk: Файл із такою назвою вже існує.
zh_hans: 该名称的文件已存在。

# webdav_picker_filename_extension
source: The database name must end with %1$@.
ar: يجب أن ينتهي اسم قاعدة البيانات بـ %1$@.
de: Der Datenbankname muss mit %1$@ enden.
fr: Le nom de la base de données doit se terminer par %1$@.
pt_br: O nome do banco de dados deve terminar com %1$@.
pt_pt: O nome da base de dados deve terminar com %1$@.
uk: Назва бази даних має закінчуватися на %1$@.
zh_hans: 数据库名称必须以 %1$@ 结尾。

# webdav_picker_filename_invalid
source: The database name cannot contain path separators.
ar: لا يمكن أن يحتوي اسم قاعدة البيانات على فواصل مسارات.
de: Der Datenbankname darf keine Pfadtrennzeichen enthalten.
fr: Le nom de la base de données ne peut pas contenir de séparateurs de chemin.
pt_br: O nome do banco de dados não pode conter separadores de caminho.
pt_pt: O nome da base de dados não pode conter separadores de caminho.
uk: Назва бази даних не може містити роздільників шляху.
zh_hans: 数据库名称不能包含路径分隔符。

# webdav_picker_filename_required
source: Enter a database name.
ar: أدخل اسم قاعدة بيانات.
de: Geben Sie einen Datenbanknamen ein.
fr: Entrez un nom de base de données.
pt_br: Digite um nome para o banco de dados.
pt_pt: Introduza o nome do banco de dados.
uk: Введіть назву бази даних.
zh_hans: 输入数据库名称。

# webdav_picker_header_title
source: Browse WebDAV
ar: استعراض WebDAV
de: WebDAV durchsuchen
fr: Parcourir le serveur WebDAV
pt_br: Navegar WebDAV
pt_pt: Navegar no WebDAV
uk: Огляд WebDAV
zh_hans: 浏览WebDAV

# webdav_picker_refresh
source: Refresh folder
ar: تحديث المجلد
de: Ordner aktualisieren
fr: Actualiser le dossier
pt_br: Atualizar pasta
pt_pt: Atualizar pasta
uk: Оновити теку
zh_hans: 刷新文件夹

# webdav_settings_auth_note
source: If your WebDAV server requires authentication, enter your server credentials here. Do not enter your master password.
ar: إذا كان خادم WebDAV يتطلب مصادقة، فأدخل بيانات اعتماد الخادم هنا. لا تُدخل كلمة المرور الرئيسية.
de: Wenn Ihr WebDAV-Server eine Authentifizierung erfordert, geben Sie hier Ihre Zugangsdaten für den Server ein. Verwenden Sie nicht Ihr Master-Passwort.
fr: Si votre serveur WebDAV nécessite une authentification, entrez vos identifiants de serveur ici. Ne saisissez pas votre mot de passe maître.
hu: Ha a WebDAV szervere hitelesítést igényel, adja meg a szerver hitelesítő adatait itt. Ne a mesterjelszavát adja meg.
pt_br: Se o seu servidor WebDAV exigir autenticação, insira as credenciais do servidor aqui. Não insira sua senha mestra.
pt_pt: Se o seu servidor WebDAV exigir autenticação, introduza aqui as credenciais do servidor. Não introduza a sua palavra-passe mestra.
ru: Если ваш сервер WebDAV требует аутентификации, введите здесь учётные данные сервера. Не вводите свой мастер-пароль.
uk: Якщо ваш сервер WebDAV вимагає автентифікації, введіть тут облікові дані вашого сервера. Не вводьте свій головний пароль.
zh_hans: 若您的 WebDAV 服务器需要身份验证，请在此处输入服务器凭据，勿输入主密码。

# webdav_settings_browse_title
source: Browse
ar: استعراض
de: Durchsuchen
fr: Parcourir
pt_br: Navegar
pt_pt: Navegar
uk: Огляд
zh_hans: 浏览

# webdav_settings_header_title
source: WebDAV server configuration
ar: إعداد خادم WebDAV
de: WebDAV-Server konfigurieren
fr: Configuration du serveur WebDAV
hu: WebDAV szerver konfiguráció
pt_br: Configuração do servidor WebDAV
pt_pt: Configuração do servidor WebDAV
ru: Настройка сервера WebDAV
uk: Налаштування сервера WebDAV
zh_hans: WebDAV 服务器配置

# webdav_settings_password_requires_username_error
source: Enter a username before setting a WebDAV password.
ar: أدخل اسم مستخدم قبل تعيين كلمة مرور WebDAV.
de: Geben Sie einen Benutzernamen ein, bevor Sie ein WebDAV-Passwort festlegen.
fr: Entrez un nom d'utilisateur avant de définir un mot de passe WebDAV.
hu: A WebDAV jelszó megadása előtt adja meg a felhasználónevet.
pt_br: Insira um nome de usuário antes de definir uma senha do WebDAV.
pt_pt: Introduza um nome de utilizador antes de definir uma palavra-passe WebDAV.
ru: Введите имя пользователя, прежде чем задавать пароль WebDAV.
uk: Введіть ім'я користувача, перш ніж встановлювати пароль WebDAV.
zh_hans: 设置 WebDAV 密码前请先输入用户名。

# webdav_settings_test_success
source: WebDAV connection verified.
ar: تم التحقق من اتصال WebDAV.
de: WebDAV-Verbindung erfolgreich überprüft.
fr: Connexion WebDAV vérifiée.
hu: WebDAV kapcsolat megerősítve.
pt_br: Conexão WebDAV verificada.
pt_pt: Ligação WebDAV verificada.
ru: Подключение к WebDAV проверено.
uk: З'єднання WebDAV перевірено.
zh_hans: WebDAV 连接验证成功。

# webdav_settings_test_text
source: Writes and removes a small probe file to verify server access.
ar: يكتب ملف اختبار صغيرًا ويزيله للتحقق من الوصول إلى الخادم.
de: Erstellt und löscht eine kleine Testdatei, um den Serverzugriff zu überprüfen.
fr: Écrit et supprime un petit fichier de test pour vérifier l'accès au serveur.
hu: Létrehoz és töröl egy kis tesztfájlt a szerver hozzáférésének ellenőrzéséhez.
pt_br: Grava e remove um pequeno arquivo de teste para verificar o acesso ao servidor.
pt_pt: Cria e remove um pequeno ficheiro de teste para verificar o acesso ao servidor.
ru: Записывает и удаляет небольшой пробный файл, чтобы проверить доступ к серверу.
uk: Записує та видаляє невеликий тестовий файл, щоб перевірити доступ до сервера.
zh_hans: 写入并删除一个小型探测文件以验证服务器访问权限。

# webdav_settings_test_text_read_only
source: Reads the resource to verify server access.
ar: يقرأ المورد للتحقق من الوصول إلى الخادم.
de: Liest die Ressource, um den Serverzugriff zu überprüfen.
es: Lee el recurso para verificar el acceso al servidor.
fr: Lit la ressource pour vérifier l'accès au serveur.
it: Legge la risorsa per verificare l'accesso al server.
ja: リソースを読み取ってサーバーへのアクセスを確認します。
ko: 리소스를 읽어 서버 접근을 확인합니다.
pt_br: Lê o recurso para verificar o acesso ao servidor.
pt_pt: Lê o recurso para verificar o acesso ao servidor.
ru: Читает ресурс для проверки доступа к серверу.
uk: Читає ресурс, щоб перевірити доступ до сервера.
zh_hans: 读取资源以验证服务器访问权限。

# webdav_settings_test_title
source: Test connection
ar: اختبار الاتصال
de: Verbindung testen
fr: Tester la connexion
hu: Kapcsolat tesztelése
pt_br: Testar conexão
pt_pt: Testar ligação
ru: Проверить подключение
uk: Перевірити з'єднання
zh_hans: 测试连接

# webdav_settings_url_title
source: WebDAV URL
ar: عنوان WebDAV
fr: URL WebDAV
pt_br: URL do WebDAV
pt_pt: Ligação do WebDAV
ru: URL-адрес WebDAV
uk: URL-адреса WebDAV

# website_action_check_data_breach_title
source: Check the website in known data breaches
ar: التحقق من موقع الويب في حالة خروقات البيانات المعروفة
de: Website in bekannten Datenlecks überprüfen
es: Comprobar si el sitio web está en las filtraciones de datos conocidas
fr: Vérifier si le site web est dans une fuite de données connue
hu: Weboldal ellenőrzése ismert adatszivárgásokban
it: Controlla il sito web in violazioni di dati conosciute
ja: 既知のデータ漏洩でウェブサイトをチェック
ko: 웹사이트 유출 확인
pt_br: Verifique o site em vazamentos de dados conhecidos
pt_pt: Verificar se existem violações de dados conhecidas do site
ru: Проверить сайт в известных утечках данных
uk: Перевірити вебсайт у відомих витоках даних
zh_hans: 在已泄露数据库中检查网站

# websiteleak_breach_found_title
source: Website breaches found
ar: تم العثور على اختراقات للموقع
fr: Violations trouvées sur le site Web
pt_br: Violações de site encontradas
pt_pt: Foram encontradas violações de segurança no site

# websiteleak_breach_not_found_title
source: No breaches found
ar: لم يتم العثور على اختراقات
fr: Aucune violation trouvée
pt_br: Nenhuma violação encontrada
pt_pt: Nenhuma violação de dados encontrada

# websiteleak_breach_occurred_at
source: Occurred on %1$@
ar: حدث في %1$@
fr: Survenues le %1$@
pt_br: Ocorreu em %1$@
pt_pt: Ocorreu em %1$@

# websiteleak_breach_reported_at
source: Reported on %1$@
ar: تم الإبلاغ في %1$@
fr: Signalées le %1$@
pt_br: Relatado em %1$@
pt_pt: Reportado em %1$@

# websiteleak_breach_section
source: Breaches
ar: الاختراقات
fr: Violations
pt_br: Violações
pt_pt: Violações de dados

# websiteleak_note
source: Breached website data can provide malicious actors with access to sensitive personal and financial information, potentially compromising user accounts across that service.
ar: قد تمنح بيانات الموقع المخترقة الجهات الخبيثة إمكانية الوصول إلى معلومات شخصية ومالية حساسة، مما قد يعرّض حسابات المستخدمين عبر تلك الخدمة للاختراق.
fr: Les données d'un site web piraté peuvent permettre à des acteurs malveillants d'accéder à des informations personnelles et financières sensibles, ce qui risque de compromettre les comptes des utilisateurs de ce service.
pt_br: Os dados de sites violados podem fornecer a atores mal-intencionados acesso a informações pessoais e financeiras confidenciais, comprometendo potencialmente as contas dos usuários nesse serviço.
pt_pt: Os dados de sites comprometidos podem fornecer aos agentes maliciosos o acesso a informações pessoais e financeiras sensíveis, comprometendo potencialmente as contas dos utilizadores em todo o serviço.

# websiteleak_title
source: Data breach
ar: اختراق البيانات
fr: Fuites de données
pt_br: Violação de dados
pt_pt: Violação de dados

# weeks_plural
source: %lld weeks
ar: %lld أسابيع أخرى
de: %lld Wochen
es: %lld semanas
fr: %lld semaines
hu: %lld hét
it: %lld settimane
ja: %lld 週間
ko: %lld주
pt_br: %lld semanas
pt_pt: %lld semanas
ru: %lld недель
uk: %lld тижня
zh_hans: %lld 周

# word_count_plural
source: %lld words
ar: %lld كلمات
de: %lld Wörter
es: %lld palabras
fr: %lld mots
hu: %lld szó
it: %lld parole
ja: %lld 単語
ko: 단어 %lld개
pt_br: %lld palavras
pt_pt: %lld palavras
ru: %lld слов
uk: %lld слів
zh_hans: %lld 单词

source: Wordlist
ar: قائمة الكلمات
de: Wortliste
es: Lista de palabras
fr: Liste de mots
hu: Szólista
ja: ワードリスト
ko: 단어 목록
pt_br: Lista de Palavras
pt_pt: Lista de palavras
ru: Список слов
uk: Список слів
zh_hans: 词表

# wordlist_add_wordlist_title
source: Add a wordlist
ar: إضافة قائمة الكلمات
de: Wortliste hinzufügen
es: Añadir a una lista de palabras
fr: Ajouter une liste de mots
hu: Szólista hozzáadása
it: Aggiungi una wordlist
ja: ワードリストを追加
ko: 단어 목록 추가
pt_br: Adicionar uma lista de palavras
pt_pt: Adicionar lista de palavras
ru: Добавить список слов
uk: Додати список слів
zh_hans: 添加词表

# wordlist_add_wordlist_via_file_title
source: Load from a file
ar: تحميل من ملف
de: Aus einer Datei laden
es: Cargar desde un archivo
fr: Charger à partir d'un fichier
hu: Betöltés fájlból
it: Carica da un file
ja: ファイルから読み込む
ko: 파일에서 불러오기
pt_br: Carregar a partir de um arquivo
pt_pt: Carregar a partir de um ficheiro
ru: Загрузить из файла
uk: Завантажити з файлу
zh_hans: 从文件加载

# wordlist_add_wordlist_via_url_title
source: Load from a URL
ar: تحميل من URL
de: Von einer URL laden
es: Cargar desde una URL
fr: Charger à partir d'une URL
hu: Betöltés URL-ből
it: Carica da un URL
ja: URL から読み込む
ko: URL에서 불러오기
pt_br: Carregar a partir de uma URL
pt_pt: Carregar a partir de uma ligação web
ru: Загрузить с URL
uk: Завантажити з URL
zh_hans: 从网址加载

# wordlist_delete_many_confirmation_title
source: Delete the wordlists?
ar: هل تريد حذف قوائم الكلمات؟
de: Wortlisten löschen?
es: ¿Eliminar las listas de palabras?
fr: Supprimer les listes de mots ?
hu: Törli a szólistákat?
it: Eliminare le wordlist?
ja: ワードリストを削除しますか？
ko: 단어 목록을 삭제할까요?
pt_br: Excluir as listas de palavras?
pt_pt: Apagar listas de palavras?
ru: Удалить списки?
uk: Видалити списки слів?
zh_hans: 确定要删除选中的词表吗？

# wordlist_delete_one_confirmation_title
source: Delete the wordlist?
ar: هل تريد حذف قائمة الكلمات؟
de: Wortliste löschen?
es: ¿Eliminar la lista de palabras?
fr: Supprimer la liste de mots ?
hu: Törli a szólistát?
it: Eliminare la wordlist?
ja: ワードリストを削除しますか？
ko: 단어 목록을 삭제할까요?
pt_br: Excluir a lista de palavras?
pt_pt: Apagar lista de palavras?
ru: Удалить список?
uk: Видалити список слів?
zh_hans: 确定要删除该词表吗？

# wordlist_edit_wordlist_title
source: Edit a wordlist
ar: تحرير قائمة الكلمات
de: Wortliste bearbeiten
es: Editar una lista de palabras
fr: Modifier une liste de mots
hu: Szólista szerkesztése
it: Modifica una wordlist
ja: ワードリストを編集
ko: 단어 목록 편집
pt_br: Editar uma lista de palavras
pt_pt: Editar lista de palavras
ru: Редактировать список слов
uk: Редагувати список слів
zh_hans: 编辑词表

# wordlist_empty_label
source: No wordlists
ar: لا توجد قوائم الكلمات
de: Keine Wortlisten
es: Sin listas de palabras
fr: Aucune liste de mots
hu: Nincsenek szólisták
it: Nessuna wordlist
ja: ワードリストはありません
ko: 단어 목록 없음
pt_br: Sem listas de palavras
pt_pt: Nenhuma lista de palavras
ru: Нет списков слов
uk: Немає списків слів
zh_hans: 暂无词表

# wordlist_list_header_title
source: Wordlists
ar: قوائم الكلمات
de: Wortlisten
es: Listas de palabras
fr: Listes de mots
hu: Szólisták
it: Wordlist
ja: ワードリスト
ko: 단어 목록
pt_br: Lista de Palavras
pt_pt: Listas de palavras
ru: Список слов
uk: Списки слів
zh_hans: 词表

# wordlist_list_section_title
source: Wordlists
ar: قوائم الكلمات
de: Wortlisten
es: Listas de palabras
fr: Listes de mots
hu: Szólisták
it: Wordlist
ja: ワードリスト
ko: 단어 목록
pt_br: Lista de Palavras
pt_pt: Listas de palavras
ru: Списки слов
uk: Списки слів
zh_hans: 词表

# wordlist_word_search_placeholder
source: Search words
ar: كلمات البحث
de: Suchbegriffe
es: Buscar palabras
fr: Rechercher des mots
hu: Szavak keresése
it: Cerca parole
ja: ワードを検索
ko: 단어 검색
pt_br: Pesquisar palavras
pt_pt: Pesquisar palavras
ru: Поисковые слова
uk: Пошук слів
zh_hans: 搜索助记词

# years_plural
source: %lld years
ar: %lld سنوات أخرى
de: %lld Jahre
es: %lld años
fr: %lld ans
hu: %lld év
it: %lld anni
ja: %lld 年
ko: %lld년
pt_br: %lld anos
pt_pt: %lld anos
ru: %lld лет
uk: %lld років
zh_hans: %lld 年

source: Yes
ar: تأكيد
de: Ja
es: Sí
fr: Oui
hu: Igen
it: Sì
ja: はい
ko: 예
pt_br: Sim
pt_pt: Sim
ru: Да
uk: Так
zh_hans: 是
